ush/EarlyInteractions.tex
% Created 2021-09-13 Mon 23:19
% Intended LaTeX compiler: pdflatex
\documentclass{scrartcl}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fontspec}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage[dvipsnames]{xcolor}
\usepackage[colorlinks=true, linkcolor=Blue, citecolor=BrickRed, urlcolor=PineGreen]{hyperref}
\usepackage{indentfirst}
\setmainfont[Ligatures=TeX]{Alegreya}
\setmonofont[Ligatures=TeX]{Liga SFMono Nerd Font}
% features: (par-sep)
\setlength{\parskip}{\baselineskip}
\setlength{\parindent}{0pt}

% end features
\author{Shaurya Singh}
\date{\today}
\title{Early Interactions Assignment \#1}
\colorlet{greenyblue}{blue!70!green}
\colorlet{blueygreen}{blue!40!green}
\providecolor{link}{named}{greenyblue}
\providecolor{cite}{named}{blueygreen}
\hypersetup{
  pdfauthor={Shaurya Singh},
  pdftitle={Early Interactions Assignment \#1},
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 28.0.50 (Org mode 9.5)},
  pdflang={English},
  breaklinks=true,
  colorlinks=true,
  linkcolor=,
  urlcolor=link,
  citecolor=cite
}
\urlstyle{same}
\begin{document}

\maketitle

\section{How does the term “the West” mask the different perspectives of people at the start of the nineteenth century?}
\label{sec:orga1081ed}
The definition of the term ``The West'' depends on where you live. For those on
the East Coast of the United States, it was the western part of North America
(towards New Spain). For the Spanish Colonists, this area was el Norte (the
North). For those in Alaska it was the East.

\section{List three ways that Indian groups on the Great Plains used horses.}
\label{sec:org1ba22b1}
Indian groups used horses as a form of transportation, as a way to create
quickly transport goods and trade them, and as a weapon in war.

\section{What necessities did western Indian groups get from the buffalo?}
\label{sec:org7593472}
The Indian Groups were able to create clothing, tools, weapons, and bedding from the
buffalo. The Buffalo also served as a food source.

\section{What percentage of infected populations died from new European diseases?}
\label{sec:orgdb2973c}
New epidemics killed anywhere from 15 to 90 percent of the populations they
infected. An example is the Omaha Indians, whose population diminished from
3,000 to just 300 after disease struck their tribe.

\section{Give an example of how Indian groups and Europeans cooperated in the West.}
\label{sec:org6f6e235}
Some Indian groups in the West formed alliances with the Europeans to gain
power, strengthening their position against their adversaries.
\end{document}
